Repository: sitjunior/stj_woocommerceshippedstatus
Catalog: languages/stj_woocommerceshippedstatus-*.po
Languages: pt_br

source: Shipped
pt_br: Enviado

source: Order Shipped
pt_br: Pedido Enviado

source: An email sent to the customer when an order is shipped.
pt_br: Um e-mail enviado ao cliente quando um pedido é enviado.

# default email subject for shipped emails sent to the customer
source: [%s] Order Shipped
pt_br: [%s] Pedido Enviado

source: Pending Pay.
pt_br: Pag. Pendente

source: Processing
pt_br: Processando

source: Completed
pt_br: Concluído

source: The order #%d has been shipped. Order Details:
pt_br: O pedido #%d foi enviado. Detalhes do pedido:

source: STJ WooCommerce Shipped Status
pt_br: STJ WooCommerce Status Enviado

source: Displays Shipped Status in WooCommerce.
pt_br: Mostra Status de Enviado no WooCommerce.
